cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'puma/pum'

brew 'libgit2'
brew 'openssl'
brew 'node'
brew 'readline'
brew 'postgresql'
brew 'ruby-build'
brew 'rbenv'
brew 'unrar'
brew 'wget'
brew 'yarn'
# brew 'libcaca', args: ['with-imlib2']
# brew 'ack'
# brew 'coreutils'
# brew 'go'
# brew 'grc'
# brew 'imagemagick'
# brew 'jp2a'
# brew 'jq'
# brew 'puma/puma/puma-dev'
# brew 'roundup'
# brew 'spaceman-diff'
# brew 'spark'

cask 'iterm2'
cask 'atom'
cask 'visual-studio-code'
cask 'slack'
cask 'vlc'
